[
  {
    "title": "Dogs of Ancient West",
    "introduction": "Animals in Greek and Roman societies, especially due to their anthropocentric nature, were seen as killable bodies (Agamben 1998) and were typically exploited or abused for human necessities. In contrast to this, cooperative domestic animals such as horses and dogs often had a more special status. Sometimes they were considered as companions and owners bonded with them and gave them names.",
    "location": "Roman Empire",
    "when": "1-5 AD",
    "category": "past",
    "punchline": "",
    "rest_of_the_text": "The difference between dogs and other domesticated animals in history could be simply the responsibility that the dog has to deliver to humans without a leash; an autonomous duty to be fulfilled. Watchdogs, hounds, sheepdogs, and even pet dogs were trained to internalize certain rules and duties without the presence of certain tools or humans. Whereas, horses, mules, and oxen were controlled by yokes and bridles. In order to have such a prominent part and honor in human society, dogs were supposed to follow human rules. In Ancient Greek texts, the dog is called kyon, which was synonymous with anaides, which meant lacking restraint and self-control. It is clear that dogs were not a part of human society; however, it is curious that out of all the other animals, dogs were expected to demonstrate some sort of self-control in their actions, a moral sense that is absurd for animals to have. If dogs were mentioned to be shameless in historical literature, it is purely because humans expected them to be shameful creatures (Franco, 2014). The shameful acts were displayed in public; in the presence of their owners, because unlike other domestic animals, dogs shared the space with humans, in the houses, on the streets, in the middle of a human social space. According to some historical clues, the condition for these animals to share the same space with humans was to stay sane, be wise, and behave, an unreasonable assimilation of the wolf.The historical texts are clearer in Roman sources, distinguishing the dogs among their virtues; canes venatici, canes villatici, canes pastorals. These dogs must possess virtus and animus as the good soldier-citizen, as well as dignitas (Varro, I.21). The power of keeping ones place, having self-control, and success in assigned tasks. The general utilization of the dogs might be the primary reason why they are tolerated in human communities, but it does not change the fact that there is much evidence of deep fondness and love towards them.",
    "quotation": "Some of the traditional stories that represent the dogs that saved/protected their masters listed by Pliny (Natural History, 8.61, 142-5):We have an account of a dog that fought against a band of robbers, in defending its master, and although it was pierced with wounds, still it would not leave the body, from which it drove away all birds and beasts. Another dog, again, in Epirus, recognized the murderer of its master, in the midst of an assemblage of people, and by biting and barking at him, extorted from him a confession of his crime. A king of the Garamantes also was brought back from exile by two hundred dogs, which maintained the combat against all his opponents. The people of Colophon and Castabala kept troops of dogs, for the purposes of war, and these used to fight in the front rank, and never retreat; they were the most faithful of auxiliaries, and yet required no pay. After the defeat of the Cimbri, their dogs defended their movable houses, which were carried upon wagons. Jason and Lycian, having been slain, his dog refused to take food and died of famine. A dog, to wh'i'ch Darius gives the name of Hyrcanus, upon the funeral pile of King Lysimachus being lighted, threw itself into the flames, and the dog of King Hiero did the same. But a more extraordinary fact than all is what took place in our own times, and is testified by the public register of the Roman people. When Titius Sabinus was put to death, together with his slaves, for the affair of Nero, the son of Germanicus, it was found impossible to drive away a dog which belonged to one of them from the prison; nor could it be forced away from the body, which had been cast down the Gemitorian steps, but there it stood howling, in the presence of vast multitudes of people; and when someone threw a piece of bread to it, the animal carried it to the mouth of its master. Afterward, when the body was thrown into the Tiber, the dog swam into the river, and endeavored to raise the body out of the water; quite a throng of people being collected to witness this instance of an animals fidelity."
  },
  {
    "title": "Foxes and Dogs of Pre-Modern East",
    "introduction": "In this example, in contrast to ancient times, the subjected dogs are the free-ranging bodies. Further on, the perception of the un-owned animals in shared spaces in west and east will be discussed more thoroughly.",
    "location": "Edo (now knows as Tokyo)",
    "when": "Between 1590-1603",
    "category": "past",
    "rest_of_the_text": "During this period, increasing prosperity for both the city and the surrounding countryside had costs. The expansion of Edo, transformed agricultural land into urban spaces, absorbing all the peripheral farming villages. The rapidly increasing population who lived there became more dependent on crops and materials produced by others. Ultimately, this aggressive agriculture demand surpassed the natural resources of the land to sustain it. Meanwhile, there was also a growing popularity for the belief in Inari gods; fox sprits (or the phenomena of holy power of the foxes) that represents, protects, brings fertility, rice, sake, agriculture, industry and general prosperity. The foxes, were adorned, and while the dogs were freely roaming in the cities, natural habitat of the foxes, also as described by the zoologists as 'predators of the edge'', were the 'transition zones'. These transition zones in this case were meadows and forests because while their domesticated cousins; the dogs chose a symbiotic life with humans, foxes have been largely antagonistic. This is why when mentioning these similar canines in Japanese culture it is necessary to clearly distinguish one from the other. The issue starts to emerge when the natural habitat (transition zones) started clearing away in the process of converting fields to farmland or residences, hence, presence of foxes grew less frequent. It is somehow ironic that the inari was a prosperity generated from agriculture and industry and while expanding lands for these functions, human-users were actually demolishing the foxes' existence. Gradually, when expansion and growth increased even more, society reversed their initial relationship with the foxes. They became a symbol of vengefulness in folklore while the humanity reached ecological limits of the land and developed a completely exploitative relationship with nature itself. In Japanese myth, dogs have been contrasting foxes in terms of cunningness with devotion and loyalty. Despite all of the imagery of the dogs as guardians of home in the literature, the role of these animals in early Japan was different. They were considered as properties of individuals and among commoners, they were called 'village dogs' and often fed from scrap and garbage. While in the earlier Western examples, dogs were mainly utilized, in upper classes in Japan, they were mainly considered as pets. As the historian Tsukamoto Manabu cited in Skabelund, 2011 has described a feudal mode of dog ownership, where the lapdogs kept by ladies of leisure, the fighting and hunting dogs of the warrior elite and the street dogs that dined on the refuse of commoners all served to reproduce the social distinctions so carefully maintained by the period's class system. By the late 17th century, the ecological strains grew due to development and the increasing population of street dogs within the urban space started creating hygiene and safety problems.",
    "quotation": "Under the present shogun's government there are more dogs in this country than in any other. Masterless dogs lie around the streets, causing great obstruction to passerby. The citizens of each street have to maintain and feed a certain number of them. When they are sick, they have to be cared in a hut erected in each street, and when they die, they have to be carried up a mountain and buried like a human. On pain of death they may not be mistreated or killed, except by the bailiff himself when the dogs have committed a crime and deserve to die. This has been commanded on account of the superstition of, and an order from the shogun, who, just as the Roman Emperor Augustus honored the ibex, holds dogs in special respect because he was born in the year of the dog. A citizen carrying a dead mongrel up the mountain to be buried grumbled impatiently about the year of the shogun's birth. His neighbor told him to be quiet and to thank heaven that he was not born in the year of the horse, for then their load would have been much heavier. (Bodart-Bailey, 1999) from Engelbert Kaempfer, 1691."
  },
  {
    "title": "Rabies and Bali Dogs",
    "introduction": "Bali is a densely populated island, and the existence of street dogs there can be investigated through common culture, similar to many other places. According to legend, a village in Bali island was going through famine and drought. The villagers were suffering from hunger and thirst. On an adjacent island, a holy man was meditating with his dog. During his meditation, he realized the suffering of the villagers. He gave the dog a few grains of rice and sent him to swim through the ocean, go over the mountains, and find these people. When the dog reached the village, he was greeted by the people. The grains of rice, combined with the dog's saliva, the rice paddies (which are a major tourist attraction in Bali) started growing, and rain started which overflowed the streams. The island became greener while the water continued flowing, and the villagers were no longer hungry or thirsty, all thanks to a dog. This myth is still being told to children in the villages in Bali, where all the members of the community highly respect dogs.",
    "location": "Bali, Indonesia",
    "when": "2008",
    "category": "present",
    "rest_of_the_text": "In this context, dog ownership in a household is very common, sometimes households own more than 2 dogs. Similar to the Western-owned dogs, they are working dogs, meaning that they have a purpose while being part of the community. However, the matter of ownership is very peculiar comparing it to the Western way. The dogs are expected to guard the household from strangers, but also from evil spirits, and sometimes they are merely owned for the purpose of sacrificing to the gods. What these dogs have in common - historically -, is that they never have leashes, collars, nor are they restrained indoors. They are the optimum ancient specimen for the 'owned free-ranging dog'. The way these dogs are chosen by a household or a person comes with a complicated ritual, and then they are fed, looked after, and taken care of. Nevertheless, these dogs are also highly independent, who do not rely on their human companions for shelter, food, or direction (Orr 2016). This understanding also contradicts the Western concept of ownership where even the working dogs may need their owners for survival. The existence and continuum of their ancestry till this day highly depends on a law that was enforced by Dutch colonialists in 1926. The law was strict and aimed to prevent rabies from entering the island. In 2004, however, this law was repealed by the Balinese government, and allowed mammals to be imported and exported from the island. The population of the western dog breeds rapidly grew, parallel to the increasing population of expatriate community. The situation created a breakpoint in the perception; these breed dogs started symbolizing wealth and in some way, Bali dogs considered second best and unwanted. The rabies outbreak in 2008 had dreaded outcomes, that was foreseen almost a hundred years ago. Back then, there was no dog bite surveillance systems, rabies diagnostic facilities, or vaccines for dogs or humans (Putra et al.2013). This retrogressed the situation even more rapidly. It was later found that the disease arrived with a dog on a boat, coming from a nearby island. The first bite didn't raise any alarms, however, people started dying. This incident marks the first conflict between Balinese people and their intertwined culture with indigenous dogs. The government used strict and brutal methods for exterminating dogs. People reported sadness and anger towards this extermination, but they weren't able to retaliate, while an equal number of people were also relieved since they were scared of the disease (Widyastuti et al. 2015). Scientifically proven that when 70% of the dogs are vaccinated however, the free-roaming nature of these dogs made it very difficult for them to be caught and vaccinated. Moreover, the inhabitants, scared that the government will kill their dogs, hid their dogs which made it even harder to finish the outbreak.",
    "quotation": "You are not Balinese if you don't have a dog."
  },
  {
    "title": "Animal Rights and Dogs in India",
    "introduction": "The topic of animal rights will always remain partial and subjective as long as non-human animals are legally considered as property. In India, dogs are free agents, similar to the Bali example, and different from the Western idea of breeding for various purposes serving humans. The traditions, which eventually led to the laws in India, transformed in favor of the animals, contrasting the Western counterpart that denies animals' membership in the moral community. Even though the current situation of dogs in India is miserable, creating a paradox with the cultural beliefs that essentially mark the human spirit equal to any animal's spirit, the dogs are actually a part of society. This somehow acknowledges their citizenship, considering them a part of the city, consequently transforming the city into a type of ‘zoopolis,' in this case, 'dogopolis.' In 'Zoopolis' (2011), Donaldson and Kymlicka suggested a shift in the framework of society, where other animals living in urban areas should be considered as co-citizens. The co-existence of non-human animals and humans in cities erases the clear distinction between them and reinforces their relations. In this perspective, the theory of rehabilitation centers and shelters for animals divides the formerly mentioned spheres and destroys interspecies relations. In India, similar to other free-ranging dogs in different contexts, dogs differ from other urban wildlife animals. Dogs enjoy human company and often seek them out for food resources. They are liminal bodies because street dogs aren't owned, except the ones that are adopted into people's homes, so they are not considered as private property. Similar to other contexts, they are not bred for specific purposes; they just share the urban space with humans. Just as humans have a questionable right to occupy natural resources, build cities, and benefit from public spaces, so do the street dogs. In countries such as India where sanitation and garbage disposal could be a problem due to a lack of services and large populations, there is an appreciation of these urban scavengers. For dogs in this case, garbage is their habitat, where they can find edible waste. Comparing them to other scavengers such as monkeys, pigs, rats, snakes, dogs are the species whose relationship with humans is the least problematic (Clifton 2007). There have been some termination attempts in history, like in Surat, Gujarat, in 1994, where authorities killed thousands of street dogs due to public pressure (Thomas 2009), resulting in an explosion in the rat population, leading to a plague epidemic, with officially 56 people dying (Woodall 1994). The ecological contribution of the dogs is undeniable. It is a well-established fact that street dogs need to be close to human settlements for survival, but it comes at a cost. The existence of these dogs in urban India involves evident painful suffering. On this basis, population prevention programs like widespread sterilization can be justified both for uncontrolled reproduction and rabies. In India, the program is called ABC (animal birth control) and it derives from co-existence with these animals. The legislation is unique, contrasting many other infamous examples in different contexts. It doesn't deal with mass killings of these animals due to ‘over-abundance,' but it argues for the well-being of the dog population through surgical sterilization.",
    "location": "India",
    "when": "",
    "category": "present",
    "rest_of_the_text": "The topic of animal rights in India and the unique situation of street dogs in Indian cities reveal a complex relationship between humans and these free-ranging animals. The coexistence of dogs with the human population in urban areas challenges the conventional Western concept of animal ownership and raises questions about the moral status of animals in society. While the conditions of street dogs in India can be harsh and challenging, there is also an appreciation for their role as urban scavengers and their ecological contribution. This essay explores the intricate dynamics between humans and street dogs in India, highlighting the need for unique legislation and population control measures to address their welfare while respecting their co-citizenship in the urban landscape.",
    "quotation": ""
  },
  {
    "title": "The Street Dogs of Istanbul",
    "introduction": "Until the beginning of the 19th century, the street dogs of Istanbul were considered as community dwellers. However, with modernization pressure from the West, the image of these free-roaming bodies transformed into a symbol of poverty and misery in Eastern countries. The term \"four-legged municipality\" originates from the aforementioned times in Istanbul. There are more than one reasons why dogs developed such tangled relationships with humans in urbanizing cities.",
    "location": "Istanbul, Ottoman Empire",
    "when": "15th century - 19th century",
    "category": "past",
    "rest_of_the_text": "As mentioned before, dogs were the first species to form a bond with humans, and over time, this bond made it easier for them to adapt to human life as societies gradually shifted from nomadic to urban lifestyles. The molding of their daily lives to urban human lives marked a historical milestone in acknowledging these dogs' citizenship in Istanbul. Moreover, socio-cultural factors typical to Eastern cultures created a safety circle around these animals. In 1806, during his trip from Paris to Jerusalem, Chateaubriand described Istanbul with three notable things: deserted streets, lack of cars, and a high population of dogs. This description unknowingly summarizes deeper notions regarding why and how street dogs coexisted with humans in Istanbul. To begin with, the urban texture of Istanbul was indeed quite silent in this period until the breaking point of modernization. Streets were deserted except for main roads and crossing points that opened to open markets. What contributes more to this situation is the conservative nature of Islamic societies. There were three significant holy spaces in these times that contributed to the independence of the streets: the house, the mosque, and the market place. In the Ottoman period, people were enclosed in their properties due to Islam, where the 'house' that contained the 'family' and was considered sacred. Especially the neighborhoods populated with Muslims in that period couldn't merge the social life of the streets with the privacy of the house, and thus the streets were independently roaming with homeless and ownerless dogs. In addition to this, the mosque organized the society's beliefs, and the market place rewarded the working families. The average Ottoman man had a strong attachment to these three spaces, consequently staying distant from the streets, which allowed the street dogs to have some type of habitat. This notion of habitat is not completely correct because the streets of Istanbul formed the street dogs. Following religion's reflection on the urban fabric, there was also the issue of mercy in Islam. Even though it was forbidden to own dogs inside the house, there were no rules against taking care of them on the streets. Contrary to popular belief, the streets were abundant with food waste, which made it possible for these scavengers to find sustenance in classic times. Combined with the institutionalized predominant notion of 'mercy for the destitute' in Islam, the street dogs were considered lucky. This attention and care, often observed with confusion by foreigners, were followed by small dens and huts assembled in the streets for sick or elder animals. Nurses would treat them, and Voyager Olivier mentioned at the end of the 18th century that some community members would collect money for feeding street dogs. Additionally, Gerard de Nerval mentioned private institutes that covered the expenses of street animals in need in 1843. These are some of the examples that exhibit how Muslim societal lifestyle is filled with mercy towards incapable bodies. Mercy was considered a good deed rewarded in heaven in Islam, which translated as a natural right to live for the street dogs in the Ottoman period. It is important to note that the street dogs' lives weren't affluent in every municipal region. The Galata-Pera region could be an example where the dogs lived in very rough conditions of colonial life. Italian writer Edmondo de Amicis described the conditions of these dogs as, 'They are less drowsy in this district because it is more difficult to find food there.' The district was known to have a population of minorities, and beyond the scarcity of food waste, it was a location where mass killings of dogs took place. Foreign sources indicate these killings with poison. An inhabitant and a writer, Dorina L. Neave, wrote, 'Turks wouldn't allow us to kill them, so a solution we found for this problem was to hire a boatman and move as many dogs as possible to the other side.' The shift in this district explains further what happens to the cityscape. Galata was a major trade center in this period. The acts of commerce moved beyond the ports toward the inner city, which eventually took control of the streets. The streets were secondary spaces that acted as a tool to connect the holy spaces in Muslim neighborhoods, while in Galata, they became the main artery for the economy. In contrast to the silent streets, there was life in Pera-Galata region. Pera, on the other hand, was not known for commerce but was the district of banks, consulates, and offices. The urban pattern was similar to Galata's; it was driven by money. Hence, the street dogs of Pera-Galata were seen as vermin that would overpopulate if not controlled and were far from roaming freely. The dogs allowed in these districts by Christian minorities were breeds utilized for protection, which was a common use of dogs in the West. Foreigners who stepped foot in the Orient were surprised by how animals were wild and free, portraying an exotic environment for spectators. The attempts to rationalize the existence of street dogs in the Ottoman period by Europeans were through the justification of utilization. The assumption was that these dogs were organized and populated as a garbage disposal system for the municipalities. Theoretically, this could work, but it did not explain why this food was prepared specially as 'papara' (a dish of broth and bread) but not left as garbage for dogs to eat. In reality, the population of the dogs was higher than could be sustained solely from garbage since in Islam, it was considered a sin to throw out food waste. Excess food was collected from households and given to the poor. Therefore, it was true that street dogs often more than happily cleaned the public spaces if the government failed to fulfill its duties, however, it was not the complete picture. Another utilization of the street dogs that inherently occurred due to the animal's nature was surveillance and security. The street dogs took charge as guards of the neighborhood. What is more, in Istanbul, the dogs did not guard private properties but guarded public spaces, which supports the idea that they were also publicly owned entities, not private. It is a clear indication of coexistence. Due to culture and religion, the neighborhoods in Istanbul were internally closed units, and every dweller knew each other. Local hawkers were known by the dogs, and when an outsider entered the neighborhood, the street dogs confronted him.",
    "quotation": "In the 19th century, the golden era of the dogs was about to end, mainly because people started stepping outside from their homes to the streets. From a global perspective, the city was starting to modernize, attempting to standardize itself similarly to a European city. Beyoglu was the first municipal district as a pilot for this intervention, and soon enough, a committee was assembled. The intellectuals were interested in urban issues since the streets were spaces that were newly being discovered and were full of opportunities. The committee had dim hopes for the city; broadly speaking, the streets were narrow and unorganized, houses were in bad condition, transportation was insufficient, and, on top of all of these, the existence of street dogs that were unlike..."
  },
  {}
]
